{
    "coffeeQuotes": [
        "Coffee activated. Pretending to be productive now.",
        "Brewing liquid motivation. Side effects may include hyperfocus or daydreaming.",
        "Powered by caffeine and questionable life choices.",
        "Another cup? Perfect. Because sleep is overrated anyway.",
        "Coffee: Because adulting is hard.",
        "Warning: Coffee levels rising. May cause sudden bursts of energy or irrational optimism.",
        "Liquid sanity incoming. Brace yourself.",
        "One sip closer to “I’ve got this” mode (or at least “I’ll fake it”).",
        "Fueling dreams, deadlines, and occasional procrastination.",
        "Coffee consumed. Now accepting miracles.",
        "Caffeine: the other productivity tool nobody talks about.",
        "Sipping coffee like it’s a performance-enhancing drug (because it is).",
        "Instant human, just add coffee.",
        "Fueling questionable decisions since the first cup.",
        "When in doubt, add more coffee.",
        "Coffee: turning “I can’t” into “I kinda can” since forever.",
        "Warning: May cause excessive optimism and rapid typing.",
        "One cup closer to being a functional adult.",
        "Coffee — because meetings don’t attend themselves.",
        "Running on coffee and last-minute panic.",
        "Coffee: making 8am look slightly less evil.",
        "100% productivity, 0% accountability. Thanks, coffee.",
        "Caffeine acquired. Procrastination now turbocharged.",
        "Cups of ambition being poured. Please stand by.",
        "Sip. Type. Regret. Repeat.",
        "Coffee is my spirit animal. It’s also my entire personality.",
        "Current status: holding a mug and pretending to plan things.",
        "Today's forecast: 100% chance of coffee with scattered productivity.",
        "This mug holds more potential than my entire to-do list.",
        "Drinking coffee like it’ll fix my code and my life.",
        "Steaming cup of optimism… dangerously misleading.",
        "This is not just coffee. It’s a survival strategy.",
        "You can’t spell ‘functioning’ without caffeine. Or wait, can you?",
        "One cup in, and I’ve only cried twice. Progress!",
        "Final form not yet reached. More coffee required."
    ],
    "notFoundQuotes": [
        "404: Command not found. But the void says hi.",
        "404: Whatever you're looking for, it isn't here. Probably never was.",
        "Error 404: Skill issue.",
        "404: Command missing. Try yelling at your screen louder.",
        "404: You found nothing. Congratulations?",
        "404: Invalid command. But hey, at least you tried.",
        "404: That command is floating somewhere in deep space.",
        "404: Nope. Nada. Nothing. Try `help` instead.",
        "404: That command is a ghost. It doesn’t exist.",
        "404: Even the database is confused.",
        "404: You summoned nothing. Not even a genie.",
        "404: Command not found. Shell shocked.",
        "404: Command abducted by aliens. Please try again.",
        "404: Great idea. Terrible syntax.",
        "404: That command doesn’t fit here. Or anywhere.",
        "404: Not found. Much like your motivation.",
        "404: Juiced the wrong input. Try again, keyboard champ.",
        "404: Task execution failed. Morale slightly damaged.",
        "404: That's not how any of this works.",
        "404: You’re looking for answers. The terminal is looking at you.",
        "404: You are now entering uncharted laziness.",
        "404: Task dropped. We never speak of this again.",
        "404: That command was a note off-key.",
        "404: Command not found. Pizza might help.",
        "404: Tried. Failed. Repeat?",
        "404: Command not saved in this timeline.",
        "404: That went nowhere fast.",
        "404: Scrolls checked. No such spell exists.",
        "404: Wrong door. Try knocking elsewhere.",
        "404: That idea floated away.",
        "404: Corporate didn’t approve that command.",
        "404: Command ran off. We didn’t chase it.",
        "404: Washed away by a sea of ambiguity.",
        "404: Pulled nothing from the magic hat.",
        "404: Productivity has left the chat."
    ],
    "motivationQuotes": [
        "You’ve got potential. It’s just... on a really long break.",
        "Wake up. Kick butt. Take a nap. Forget the butt-kicking part.",
        "Even your unfinished to-do list is proud of you.",
        "You’re the hero of this story. Mostly the side quest part, but still.",
        "Dream big. But maybe start small. Or just dream. Naps are valid.",
        "Success is just failure that gave up on giving up.",
        "Remember: If you’re not overwhelmed, are you even trying?",
        "The only thing standing between you and your goal is... literally everything. Good luck!",
        "You can do hard things. Just probably not right now.",
        "That task isn’t going to finish itself. But it might if you stare at it long enough.",
        "Get up, dress up, show up, mess up, and try again tomorrow.",
        "You’re not behind — you’re just... fashionably late to progress.",
        "Every great achievement started with a single click. Usually on the wrong tab.",
        "Effort looks good on you. Even if it’s barely visible.",
        "If at first you don’t succeed, redefine success.",
        "You’ve made it this far. Mostly horizontally, but still counts.",
        "Some days you're the bug, some days you're the feature.",
        "Hang in there. Eventually, something will work. Probably.",
        "Your pace is valid. Even if it’s just standing still and blinking slowly.",
        "Doing your best is enough. Unless you're debugging — then maybe try harder.",
        "You’re doing great. At procrastinating. But hey, it’s still something.",
        "Believe in yourself. Or at least believe in caffeine.",
        "One step at a time... toward your next distraction.",
        "You miss 100% of the naps you don’t take.",
        "Progress is progress — even if it’s just renaming the task.",
        "Don’t give up! You’ve almost opened the tab where the work lives.",
        "Today’s goal: Try. Maybe. Or at least pretend convincingly.",
        "Keep going. Rock bottom has a basement.",
        "Be the reason your task list fears you. Or laughs. Either works.",
        "You have exactly the same number of hours in a day as someone who gave up.",
        "Everything is figureoutable. Especially ways to avoid working.",
        "Stay focused. But not too focused — we’re not trying to win awards here.",
        "Remember: You’re capable of anything… after three cups of coffee and a good cry.",
        "Done is better than perfect. Or done-ish. Or at least started?",
        "Productivity isn’t a destination. It’s a lifestyle you scroll past on Instagram.",
        "You got this. And if not, you got snacks. Same energy.",
        "Today is a great day to... reschedule everything.",
        "Failure is just success in disguise. A really, really good disguise.",
        "You’re closer than you think. Mostly to burnout, but still — closer.",
        "Go out there and be aggressively mediocre. It’s still effort!"
    ],
    "hackermanQuotes": [
        "Access denied. You have been reported to your future self for even trying.",
        "Nice try, but this terminal has trust issues.",
        "You’re not authorized. You’re not even authorized to ask why.",
        "root privileges not detected. Please consult your cat for escalation.",
        "Permission denied. But here's a sticker for effort: 🧃",
        "This isn’t Hollywood. Hackers don’t get cool sound effects here.",
        "Override failed. Have you tried turning off your ambition?",
        "Security breach... just kidding. But seriously, no.",
        "Nice command. Unfortunately, this system only runs on vibes.",
        "Access denied. But feel free to dramatically walk away from the keyboard.",
        "System response: 'lol nope'.",
        "You don't have clearance, but you do have confidence. Respect.",
        "Unauthorized access detected. Initiating passive-aggressive glare.",
        "You're trying to access a restricted area. Like motivation on a Monday.",
        "You need admin access. Or at least a better excuse.",
        "Security level: Potato. Clearance denied.",
        "Command blocked by sarcasm firewall.",
        "Access denied. But hey, at least you're persistent. Like a bug.",
        "Access denied. Nice try, agent.",
        "Unauthorized command. Your attempt has been logged. Just kidding. Or am I?",
        "Permission denied. This isn’t Hollywood.",
        "root access required. Please present your cat as authentication.",
        "Initiating firewall bypass... just kidding. No.",
        "Access denied. You lack the caffeine clearance level.",
        "System override failed. Keyboard judging you silently.",
        "Security protocol activated: You’ve been placed on the naughty list.",
        "Intrusion detected: One overly curious user.",
        "Attempting backdoor access... door is locked and heavily sarcastic.",
        "Decrypting sarcasm module... access still denied.",
        "Brute force attempt detected. Flex harder.",
        "Hackerman mode: disabled by adult supervision.",
        "System response: lol no.",
        "Command blocked by keyboard union."
    ]
}